Repository: acmay/xfce4-cddrive-plugin
Catalog: po/*.po
Languages: ar, ast, de, el, es, hu, it, lt, tr, ug, uk

source: Drive status is unavailable... is HAL installed and hald running ?
ar: حالة محرك الأقراص غير متاح هل تم تثبيت HAL وتشغيل hald ؟
ast: Estáu de la unidá non disponible... ¿ta HAL instaláu y hald executándose?
de: Konnte den Gerätestatus nicht auslesen. Überprüfen Sie, ob HAL installiert ist und der zugehörige Daemon läuft.
el: Δεν είναι διαθέσιμα τα καταστατικά του δίσκου... είναι εγκατεστημένος ο HAL και ενεργός ο hald ;
es: Estado de la unidad no disponible... ¿está HAL instalado y hald ejecutándose?
hu: A meghajtó állapota nem érhető el. A HAL telepítve van és fut a hald?
it: Lo stato della periferica non è disponibile... HAL è installato ed in esecuzione?
lt: Įrenginio būsena neprieinama... HAL įdiegta ir veikia?
tr: Sürücü durumu mevcut değil... HAL servisinin kurulu olduğundan ve çalıştığından emin misiniz?
ug: ئۈسكىنە ھالىتى ئېنىق ئەمەس... HAL ئورنىتىلىپ ئىجرا قىلىنغانمۇ؟
uk: Недоступний стан пристрою... HAL встановлено іhald працює ?

source: Close tray
ar: أغلق الصينية
ast: Zarrar bandexa
de: Schublade schließen
el: Κλείσιμο συρταριού
es: Cerrar bandeja
hu: Tálca bezárása
it: Chiudi carrello
lt: Užverti dėklą
tr: Tepsiyi kapat
ug: tray ياپ
uk: Закрити лоток

source: Open tray
ar: افتح الصينية
ast: Abrir bandexa
de: Schublade öffnen
el: Άνοιγμα συρταριού
es: Abrir bandeja
hu: Tálca kinyitása
it: Apri carrello
lt: Atverti dėklą
tr: Tepsiyi aç
ug: tray ئاچ
uk: Відкрити лоток

source: No disc in the drive
ar: لا يوجد قرص في محرك الأقراص
ast: Nun hai discu na unidá
de: Nichts im Laufwerk
el: Δεν υπάρχει cd στην συσκευή
es: No hay disco en la unidad
hu: Nincs lemez a meghajtóban
it: Nessun disco nel drive
lt: Įrenginyje nėra laikmenos
tr: Sürücüde disk yok
ug: قوزغاتقۇچتا دىسكا يوق
uk: Немає диску в приводі

source: Eject blank %s
ar: إخراج %s الفارغ
ast: Espulsar %s virxen
de: Leere %s auswerfen
el: Εξαγωγή κενού %s
es: Expulsar %s virgen
hu: Üres %s kiadása
it: Espelli %s vuoto
lt: Išstumti tuščią %s
tr: Boş %s diskini çıkar
ug: قۇرۇق %s نى چاقار
uk: Витягнути чистий %s

source: Eject "%s"
ar: إخراج "%s"
ast: Espulsar "%s"
de: »%s« auswerfen
el: Εξαγωγή "%s"
es: Expulsar "%s"
hu: „%s” kiadása
it: Espelli "%s"
lt: Išstumti „%s“
tr: "%s" diskini çıkar
ug: "%s" نى چىقار
uk: Витягнути "%s"

source: Eject audio %s
ar: إخراج %s الصوتي
ast: Espulsar %s audiu
de: Audio-%s auswerfen
el: Εξαγωγή ηχητικού %s
es: Expulsar %s audio
hu: Hang %s kiadása
it: Espelli %s audio
lt: Išstumti audio %s
tr: Müzik %s diskini çıkar
ug: ئۈن %s نى چىقار
uk: Витягнути аудіо %s

source: Eject %s
ar: إخراج %s
ast: Espulsar %s
de: %s auswerfen
el: Εξαγωγή %s
es: Expulsar %s
hu: %s kiadása
it: Espelli %s
lt: Išstumti %s
tr: %s diskini çıkar
ug: %s نى چىقار
uk: Витягнути %s

source: Blank %s
ar: قرص %s فارغ
ast: Desaniciar %s
de: Leere %s
el: Κενό %s
es: Borrar %s
hu: Üres %s
it: %s vuoto
lt: Tuščias %s
tr: Boş %s diski
ug: %s نى بىكارلا
uk: Чистий %s

source: Audio %s
ar: قرص %s صوتي
ast: %s d'audiu
el: Ηχητικό %s
es: %s de audio
hu: Hang %s
it: %s audio
tr: %s müzik diski
ug: ئۈن %s
uk: Аудіо %s

source: %s status is unavailable... is HAL installed and hald running ?
ar: %s حالته غير متاح هل تم تثبيت HAL وتشغيل hald ؟
ast: L'estáu del %s nun ta disponible... ¿ta HAL instaláu y hald executándose?
de: Konnte den Status von %s nicht auslesen. Überprüfen Sie, ob HAL installiert ist und der zugehörige Daemon läuft
el: Τα καταστατικά του %s δεν είναι διαθέσιμα... είναι εγκατεστημένος ο HAL και ενεργός ο hald ;
es: El estado del %s no está disponible... ¿está HAL instalado y hald ejecutándose?
hu: %s állapota nem érhető el. A HAL telepítve van és fut a hald?
it: Lo stato di %s non è disponibile... HAL è installato ed in esecuzione?
lt: %s būsena neprieinama... HAL įdiegta ir veikia?
tr: %s durumu mevcut değil... HAL servisinin kurulu olduğundan ve çalıştığından emin misiniz?
ug: %s نىڭ ھالىتى ئېنىق ئەمەس... HAL ئورنىتىلىپ ئىجرا قىلىنغانمۇ؟
uk: %s стан недоступний... HAL встановлено іhald працює ?

source: Close %s
ar: أغلق %s
ast: Zarrar %s
de: %s schließen
el: Κλείσιμο %s
es: Cerrar %s
hu: %s bezárása
it: Chiudi %s
lt: Užverti %s
tr: Kapat %s
ug: %s نى ياپ
uk: Закрити %s

source: Open %s
ar: افتح %s
ast: Abrir %s
de: %s öffnen
el: Άνοιγμα %s
es: Abrir %s
hu: %s kinyitása
it: Apri %s
lt: Atverti %s
tr: Aç %s
ug: %s نى ئاچ
uk: Відкрити %s

source: No disc in %s
ar: لا توجد أقراص في %s
ast: Nun hai discu en %s
de: %s ist leer.
el: Κανένας δίσκος στο %s
es: No hay disco en %s
hu: Nincs lemez ebben: %s
it: Nessun disco in %s
lt: Įrenginyje %s nėra disko
tr: %s içinde disk bulunmamaktadır
ug: %s دا دىسكا يوق
uk: Немає диску в %s

source: Eject blank %s from %s
ar: إخراج %s الفارغ من %s
ast: Espulsar %s virxen de %s
de: Leere %s aus %s auswerfen
el: Εξαγωγή κενού %s από το %s
es: Expulsar %s virgen de %s
hu: Üres %s kiadása ebből: %s
it: Espelli %s vuoto da %s
lt: Išstumti tuščią %s iš %s
tr: Boş %s diskini %s sürücüsünden çıkar
ug: قۇرۇق %s نى %s دىن چىقار
uk: Витягнути чистий %s з %s

source: Eject "%s" from %s
ar: إخراج "%s" من %s
ast: Espulsar "%s" de %s
de: »%s« aus %s auswerfen
el: Εξαγωγή "%s" από το %s
es: Expulsar "%s" de %s
hu: „%s” kiadása ebből: %s
it: Espelli "%s" da %s
lt: Išstumti „%s“ iš %s
tr: "%s" diskini %s sürücüsünden çıkar
ug: "%s" نى %s دىن چىقار
uk: Витягнути "%s" з %s

source: Eject audio %s from %s
ar: إخراج %s الصوتي من %s
ast: Espulsar %s d'audiu de %s
de: Audio-%s aus %s auswerfen
el: Εξαγωγή ηχητικού %s από το %s
es: Expulsar %s de audio de %s
hu: Hang %s kiadása ebből: %s
it: Espelli %s audio da %s
lt: Išstumti audio %s iš %s
tr: %s müzik diskini %s sürücüsünden çıkar
ug: ئۈن %s نى %s دىن چىقار
uk: Витягнути аудіо %s з %s

source: Eject %s from %s
ar: إخراج %s من %s
ast: Espulsar %s de %s
de: %s aus %s auswerfen
el: Εξαγωγή %s από το %s
es: Expulsar %s de %s
hu: %s kiadása ebből: %s
it: Espelli %s da %s
lt: Išstumti %s iš %s
tr: %s diskini %s sürücüsünden çıkar
ug: %s نى %s دىن چىقار
uk: Витягнути %s з %s

source: Blank %s in %s
ar: قرص %s فارغ في %s
ast: Desaniciar %s en %s
de: Leere %s in %s
el: Κενό %s στο %s
es: Borrar %s en %s
hu: Üres %s ebben: %s
it: %s vuoto in %s
lt: Tuščias %s įrenginyje %s
tr: Boş %s diski %s sürücüsünde
uk: Чистий %s в %s

source: "%s" in %s
ar: "%s" في %s
ast: "%s" en %s
el: "%s" στο %s
es: "%s" en %s
hu: „%s” ebben: %s
lt: „%s“ įrenginyje %s
tr: "%s" diski %s sürücüsünde
ug: "%s" %s نىڭ ئىچىدە
uk: "%s" в %s

source: Audio %s in %s
ar: قرص %s صوتي في %s
ast: %s d'audiu en %s
el: Ήχητικό %s στο %s
es: %s de audio en %s
hu: Hang %s ebben: %s
it: %s audio in %s
lt: Audio %s įrenginyje %s
tr: %s müzik diski %s sürücüsünde
ug: ئۈن %s %s نىڭ ئىچىدە
uk: Аудіо %s в %s

source: %s in %s
ar: %s في %s
ast: %s en %s
el: %s στο %s
es: %s en %s
hu: %s ebben: %s
lt: %s įrenginyje %s
tr: %s diski %s sürücüsünde
ug: %s %s نىڭ ئىچىدە
uk: %s в %s

source: Unmount disc
ar: إلغاء تحميل القرص
ast: Desmontar discu
de: Disc aushängen
el: Αποπροσάρτηση δίσκου
es: Desmontar disco
hu: Lemez leválasztása
it: Smonta disco
lt: Atjungti diską
tr: Diski ayır
ug: دىسكىنى Unmount قىل
uk: Демонтувати диск

source: Mount disc
ar: تحميل القرص
ast: Montar discu
de: Disc einhängen
el: Προσάρτηση δίσκου
es: Montar disco
hu: Lemez csatolása
it: Monta disco
lt: Prijungti diską
tr: Diski bağla
ug: دىسكىنى mount قىل
uk: Монтувати диск

source: Unmount "%s"
ar: إلغاء تحميل "%s"
ast: Desmontar "%s"
de: »%s« aushängen
el: Αποπροσάρτηση του "%s"
es: Desmontar "%s"
hu: „%s” leválasztása
it: Smonta "%s"
lt: Atjungti „%s“
tr: "%s" diskini ayır
ug: "%s" نى Unmount قىل
uk: Демонтувати "%s"

source: Mount "%s"
ar: تحميل "%s"
ast: Montar "%s"
de: »%s« einhängen
el: Προσάρτηση του "%s"
es: Montar "%s"
hu: „%s” csatolása
it: Monta "%s"
lt: Prijungti „%s“
tr: "%s" diskini bağla
ug: "%s" نى Mount قىل
uk: Монтувати "%s"

source: Configuration error
ar: خطأ إعدادات
ast: Fallu de configuración
de: Konfigurationsfehler
el: Σφάλα ρυθμίσεων
es: Error de configuración
hu: Beállítási hiba
it: Errore di configurazione
lt: Konfigūracijos klaida
tr: Yapılandırma hatası
ug: سەپلىمە خاتالىقى
uk: Помилка конфігурації

source: System error
ar: خطأ في النظام
ast: Falur de sistema
de: Systemfehler
el: Σφάλμα συστήματος
es: Error de sistema
hu: Rendszerhiba
it: Errore di sistema
lt: Sistemos klaida
tr: Sistem hatası
ug: سىستېما خاتالىقى
uk: Помилка системи

source: Eject failed
ar: فشل الإخراج
ast: Fallu al espulsar
de: Auswerfen fehlgeschlagen
el: Αποτυχία εξαγωγής
es: Fallo al expulsar
hu: A kiadás meghiúsult
it: Espulsione fallita
lt: Išstumti nepavyko
tr: Çıkarma başarısız
ug: چىقىرىش مەغلۇپ بولدى
uk: Не вдалось витягнути

source: Close failed
ar: فشل الإغلاق
ast: Fallu al zarrar
de: Konnte die Schublade nicht schließen
el: Αποτυχία κλεισίματος
es: Fallo al cerrar
hu: A bezárás meghiúsult
it: Chiusura fallita
lt: Užverti nepavyko
tr: Kapatma başarısız
ug: يېپىش مەغلۇپ بولدى
uk: Не вдалось закрити

source: Mount failed
ar: فشل التحميل
ast: Fallu al montar
de: Einhängen fehlgeschlagen
el: Αποτυχία προσάρτησης
es: Fallo al montar
hu: A csatolás meghiúsult
it: Montaggio fallito
lt: Prijungti nepavyko
tr: Bağlama başarısız
ug: Mount قىلىش مەغلۇپ بولدى
uk: Не вдалось змонтувати

source: Unmount failed
ar: فشل إلغاء التحميل
ast: Fallu al desmontar
de: Aushängen fehlgeschlagen
el: Αποτυχία αποπροσάρτησης
es: Fallo al desmontar
hu: A leválasztás meghiúsult
it: Smontaggio fallito
lt: Atjungti nepavyko
tr: Ayırma başarısız
ug: Unmount قىلىش مەغلۇپ بولدى
uk: Не вдалось демонтувати

source: Busy disc
ar: القرص مشغول
ast: Discu ocupáu
de: Gerät beschäftigt
el: Δίσκος απασχολημένος
es: Disco ocupado
hu: Foglalt lemez
it: Disco occupato
lt: Diskas užimtas
tr: Disk meşgul
uk: Диск зайнятий

source: Not enough memory to perform the operation.
ar: لا توجد ذاكرة كافية لتنفيذ العملية.
ast: Nun hai memoria abondo pa facer la operación
de: Speicher reicht nicht aus, die Aktion durchzuführen
el: Ανεπάρκεια μνήμης για την ολοκλήρωση της διαδικασίας
es: No hay suficiente memoria para realizar la operación
hu: Nincs elég memória a művelet végrehajtásához.
it: La memoria per eseguire l'operazione non è sufficiente.
lt: Veiksmui atlikti nepakanka atminties.
tr: İşlemi gerçekleştirmek için yeterli hafıza bulunmamaktadır
ug: مەشغۇلاتنى داۋام قىلىش ئۈچۈن يېتەرلىك ئەسلەك يوق.
uk: Недостатньо пам'яті для виконання операції.

source: CD Drive Monitor
ar: مراقب محرك الأقراص المضغوطة
ast: Monitor d'unidá de CD
de: CD-Laufwerksmonitor
el: Επισκόπιση Συσκευής CD
es: Monitor de unidad de CD
hu: CD-meghajtó figyelése
it: Monitor periferica CD
lt: CD įrenginio stebyklė
tr: CD Sürücü İzleyici
ug: CD قوزغاتقۇچ كۆزەتكۈ
uk: Спостереження за приводом CD

source: Mounting
ar: تحميل
ast: Montando
de: Einhängen.
el: Προσάρτηση...
es: Montando
hu: Csatolás
it: Montaggio
lt: Prijungiama
tr: Bağlanıyor
ug: Mount قىلىۋاتىدۇ
uk: Монтування

source: Enter a command to use if HAL system fails to mount the disc.
ar: إدخال أمر للاستخدام إذا فشل النظام HAL في تحميل القرص.
ast: Introduz un comandu pa usar en casu de que'l sistema HAL falle al montar el discu.
de: Geben Sie einen Befehl ein, der ausgeführt werden soll, wenn HAL die Disc nicht einhängen kann.
el: Πληκτολογήστε μια εναλλακτική εντολή σε περίπτωση που ο HAL αποτύχει να προσαρτήσει τον δίσκο
es: Introduzca un comando para usar en caso de que el sistema HAL falla al montar el disco.
hu: Adjon meg parancsot arra az esetre, ha a HAL rendszer nem tudja csatolni a lemezt.
it: Immettere un comando da usare se il sistema HAL fallisce il montaggio del disco.
lt: Įveskite komandą kuri bus vykdoma jei HAL sistemai nepavyks prijungti disko.
tr: Eğer HAL sistemi diski bağlamakta başarısız olursa kullanılacak komut
ug: HAL دىسكىنى mount قىلىشتا مەغلۇپ بولسا ئىشلىتىدىغان بۇيرۇقنى كىرگۈزۈڭ.
uk: Введіть команду, яка виконається якщо система HAL не зможе змонтувати диск.

source: Unmounting
ar: إلغاء تحميل
ast: Desmontando
de: Aushängen:
el: Αποπροσάρτηση...
es: Desmontando
hu: Leválasztás
it: Smontaggio
lt: Atjungiama
tr: Ayrılıyor
ug: Unmount قىلىۋاتىدۇ
uk: Демонтування

source: Enter a command to use if the HAL system fails to unmount the disc.
ar: إدخال أمر لاستخدام إذا فشل النظام HAL في إلغاء تحميل القرص.
ast: Introduz un comandu pa usar en casu de que'l sistema HAL falle al desmontar el discu.
de: Geben Sie einen Befehl ein, der ausgeführt werden soll, wenn HAL die Disc nicht aushängen kann.
el: Πληκτρολογήστε μια εναλλακτική εντολή σε περίπτωση που ο HAL αποτύχει να αποπροσαρτήσει τον δίσκο
es: Introduzca un comando para usar en caso de que el sistema HAL falla al desmontar el disco.
hu: Adjon meg parancsot arra az esetre, ha a HAL rendszer nem tudja leválasztani a lemezt.
it: Immettere un comando da usare se il sistema HAL fallisce lo smontaggio del disco
lt: Įveskite komandą kuri bus vykdoma jei HAL sistemai nepavyks atjungti disko.
tr: Eğer HAL sistemi diski ayırmakta başarısız olursa kullanılacak komut
ug: HAL دىسكىنى Unmount قىلىشتا مەغلۇپ بولسا ئىشلىتىدىغان بۇيرۇقنى كىرگۈزۈڭ.
uk: Введіть команду, яка виконається якщо система HAL не зможе демонтувати диск.

source: You can use "%d", "%m" and "%u" character sequences as arguments for your command. These will be replaced respectively with the device path, the disc mount point and the disc UDI.
ar: يمكنك استخدام تسلسل الأحرف "%d", "%m" ة "%u" كوسائط للأمر الخاص بك. سيتم استبدال هذه على التوالي مع مسار الجهاز ونقطة تحميل القرص وUDI القرص.
ast: Puedes usar les secuencias de caráuter "%d", "%m" and "%u" como argumentos pal comandu. Estes sustituyiránse respeutivamente col camín del preséu, el puntu de montaxe del discu y l'UDI del discu.
de: Sie können die Zeichenfolgen »%d«, »%m« und »%u« als Argumente für Ihren Befehl verwenden. Sie werden durch den Gerätepfad (d), den Einhängepunkt (m) und die UDI der Disc (u) ersetzt.
el: Μπορείτε να χρησιμοποιήσετε τις "%d", "%m" και "%u" ακολουθίες χαρακτήρων σαν παραμέτους για την εντολή σας. Θα αντικατασταθούν αντίστοιχα με, την διαδρομή της συσκευής, το σημείο προσάρτησης δίκου και το UDI του δίσκου.
es: Puede usar las secuencias de carácter "%d", "%m" and "%u" como argumentos para el comando. Estas serán sustituidas respectivamente con la ruta del dispositivo, el punto de montaje del disco y el UDI del disco.
hu: A parancs paraméterezéséhez a „%d”, „%m” és „%u” karaktersorozatokat használhatja. Ezek sorrendben az eszköz útvonalával, a lemez csatolási pontjával és a lemez UDI-vel lesznek helyettesítve.
it: Si può usare le sequenze di caratteri "%d", "%m" e "%u" come argomenti per il comando. Esse verranno sostituite rispettivamente con il percorso della periferica, il mountpoint del disco e con al sua UDI.
lt: Savo komandai galite naudoti „%d“, „%m“ ir „%u“ simbolių sekas. Jos bus pakeistos atitinkamais įrenginių keliais, disko prijungimo taškas ir disko UDI.
tr: "%d", "%m" ve "%u" değerlerini komutunuza ekleyebilirsiniz. Bu komutlar sırasıyla aygıt yolu, bağlama noktası ve disk UDI değerini ifade etmektedir.
uk: Ви можете використовувати "%d", "%m" і "%u" символьні вирази як аргументи для Ваших команд. Це буде замінено відносно шляху пристрою, місця монтування диску і UDI диску.

source: Mounted disc icon color
ar: لون أيقونة محمل القرص
ast: Color del iconu de discu montáu
de: Farbe für eingehängte CDs
el: Χρώμα εικονιδίου προσαρτημένου δίσκου
es: Color del icono de disco montado
hu: Csatolt lemez ikonjának színe
it: Colore dell'icona del disco montato
lt: Prijungto disko piktogramos spalva
tr: Bağlanan diskin simge rengi
ug: Mount قىلىنغان دىسكىنىڭ سىنبەلگە رەڭگى
uk: Колір значка змонтованого диску

source: Unmounted disc icon color
ar: لون أيقونة إلغاء تحميل القرص
ast: Color del iconu de discu desmontáu
de: Farbe für nicht eingehängte CDs
el: Χρώμα εικονιδίου αποπροσαρτημένου δίσκου
es: Color del icono de disco desmontado
hu: Leválasztott lemez ikonjának színe
it: Colore dell'icona del disco smontato
lt: Atjungto disko piktogramos spalva
tr: Ayrılan diskin simge rengi
ug: Unmount قىلىنغان دىسكىنىڭ سىنبەلگە رەڭگى
uk: Колір значка демонтованого диску

source: Drive
ar: محرك أقراص
ast: Unidá
de: Laufwerk
el: Συσκευή
es: Unidad
hu: Meghajtó
it: Periferica
lt: Įrenginys
tr: Sürücü
ug: قوزغاتقۇچ
uk: Пристрій

source: CD-ROM drive detection failed !
ar: فشل في الكشف عن محرك الأقراص المضغوطة !
ast: ¡Falló la deteición d'unidá de CD-ROM!
de: Konnte das Laufwerk nicht erkennen.
el: Ο εντοπισμός συσκευής CD-ROM απέτυχε παταγωδώς !
es: ¡Falló la detección de unidad de CD-ROM!
hu: A CD-ROM meghajtó felismerése meghiúsult
it: Ricerca della periferica CD-ROM fallita!
lt: Nerastas joks CD-ROM įrenginys!
tr: CD-ROM sürücüsü algılaması başarısız !
ug: CD-ROM قوزغاتقۇچىنى بايقاش مەغلۇپ بولدى!
uk: Не вдалось визначити пристрій CD-ROM !

source: No CD-ROM drive detected
ar: لم يتم الكشف عن أي محرك أقراص مضغوطة
ast: Nun se deteutó unidá de CD-ROM
de: Kein Laufwerk erkannt.
el: Δεν εντοπίστηκε συσκευή CD-ROM
es: No se detectó unidad de CD-ROM
hu: Nem található CD-ROM meghajtó
it: Nessuna periferica CD-ROM trovata
lt: CD-ROM įrenginių nerasta
tr: CD-ROM sürücüsü algılanamadı
ug: CD-ROM قوزغاتقۇچى بايقالمىدى
uk: Немає визначеного пристрою CD-ROM

source: Fallback Commands
ar: الأوامر الاحتياطية
ast: Comandu en caso de fallu
de: Ersatzbefehle
el: Αναπληρωματικές εντολές
es: Comando en caso de fallo
hu: Tartalék parancsok
it: Comandi alternativi
lt: Atsarginės komandos
tr: Geri Uyumluluk Komutları
uk: Запасні команди

source: Display
ar: عرض
ast: Visualización
de: Anzeige
el: Προβολή
es: Visualización
hu: Megjelenítés
it: Mostra
lt: Ekranas
tr: Görünüm
ug: كۆرسەت
uk: Дисплей

source: Name to display
ar: اسم العرض
ast: Nome a amosar
de: Anzuzeigender Name:
el: Όνομα προς εμφάνιση
es: Nombre a mostrar
hu: Megjelenítendő név
it: Nome da mostrare
lt: Rodomas pavadinimas
tr: Görünüm ismi
ug: كۆرسىتىش ئاتى
uk: Назва дисплею

source: Write here the name of the drive to display in panel or tooltip.
ar: اكتب هنا اسم محرك الأقراص لعرضه في اللوحة أو تلميح الأدوات.
ast: Escribi equí'l nome del preséu a amosar nel panel o ventanu
de: Geben Sie hier das Laufwerk an, das in der Leiste oder in der Kurzhilfe erscheinen soll
el: Γράψτε εδώ το όνομα της συσκευής που θα προβάλετε στο ταμπλό ή στην υπόδειξη
es: Escriba aquí el nombre del dispositivo a mostrar en el panel o cuadro emergente
hu: A meghajtó a panelen vagy a buboréksúgóban megjelenítendő neve
it: Scrivere qui il nome della periferica da mostrare nel pannello o nel menu a comparsa.
lt: Čia įrašykite įrenginio pavadinimą, kuris bus rodomas skydelyje ir paaiškinimuose.
tr: Buraya panelde ve ipucunda gösterilmek üzere sürücünün ismini yazınız
ug: قوزغاتقۇچنىڭ panel ياكى tooltip تا كۆرسىتىلىدىغان ئاتىنى بۇ يەرگە يېزىڭ.
uk: Напишіть тут назву пристрою для відображення в панелі або спливаючих.

source: display in panel
ar: عرض في اللوحة
ast: amosar en panel
de: In der Leiste anzeigen
el: προβολή στο ταμπλό
es: mostrar en panel
hu: Megjelenítés a panelen
it: mostra nel pannello
lt: rodyti skydelyje
tr: panelde göster
ug: panel دا كۆرسەت
uk: показувати в панелі

source: use in tooltip
ar: استخدم في تلميح الأدوات
ast: usar en ventanu
de: In der Kurzhilfe verwenden
el: χρήση στην υπόδειξη
es: usar en cuadro emergente
hu: Használat buboréksúgóban
it: usa nel menu a comparsa
lt: naudoti paaiškinimuose
tr: ipucu olarak kullan
ug: tooltip تا ئىشلەت
uk: використовувати в спливаючих

source: Unmounted disc icon opacity
ar: عتامة رمز قرص إلغاء التحميل
ast: Opacidá d'iconu de discu desmontáu
de: Deckkraft des Symbols (in %)
el: Αδιαφάνεια εικονιδίου αποπροσαρτημένης συσκευής
es: Opacidad de icono de disco desmontado
hu: Leválasztott lemez ikonjának átlátszatlansága
it: Opacità dell'icona del disco smontato
lt: Atjungto disko piktogramos permatomumas
tr: Ayrılan disk simgesi donukluğu
ug: Unmount قىلىنغان دىسكىنىڭ سىنبەلگە سۈزۈكلۈكى
uk: Прозорість демонтованого диску

source: Network
ar: شبكة
ast: Rede
de: Netzwerk
el: Δίκτυο
es: Red
hu: Hálózat
it: Rete
lt: Tinklas
tr: Ağ
ug: تور
uk: Мережа

source: Allow freedb.org connections
ar: السماح باتصالات freedb.org
ast: Permitir conexones a freedb.org
de: Verbindungen zu freedb.org erlauben
el: Επέτρεψε συνδέσεις στο freedb.org
es: Permitir conexiones a freedb.org
hu: freedb.org kapcsolatok engedélyezése
it: Permetti le connessioni a freedb.org
lt: Leisti freedb.org prisijungimus
tr: freedb.org bağlantılarına izin ver
ug: freedb.org غا باشلىنىشقا رۇخسەت قىل
uk: Дозволити з'єднання з freedb.org

source: Enabling this option allows the plugin to query the freedb.org servers in order to get the title of an audio CD.
ar: تمكين هذا الخيار يسمح للملحق بالاستعلام عن خادم freedb.org بغية الحصول على عنوان قرص مضغوط صوتي.
de: Wenn Sie dies auswählen, wird die Datenbank von freedb.org abgefragt, um den Titel einer Audio-CD herauszufinden.
el: Ενεργοποιώντας αυτήν την επιλογή επιτρέπετε στο πρόσθετο να κάνει ερωτήματα στους servers του freedb.org για να μάθει τον τίτλο ενός ηχητικού CD.
es: Activar esta opción permite al complemento consultar los servidores de freedb.org para obtener el título de un CD de audio.
hu: A bővítmény lekérdezheti a freedb.org kiszolgálóit a hang CD címének lekéréséhez
it: Se abilitata, questa opzione permette al plugin di interrogare i server di freedb.org per recuperare il titolo di un CD audio.
lt: Įjungus šią parinktį įskiepis kreipsis į freedb.org serverius, kad gautų audio CD pavadinimą.
tr: Bu seçeneği etkinleştirmek eklentinin müzik CD'si ismini almak için freedb.org'a bağlanmasına izin vermek içindir.
ug: بۇ تاللانما رۇخسەت قىلىنسا freedb.org مۇلازىمېتىرىغا باغلىنىپ ئۈن CD سىنىڭ ماۋزۇسىنى سۈرۈشتۈرگىلى بولىدۇ.
uk: Увімкнення цієї опції дозволить плагіну запитувати сервери freedb.org для отримання обкладинки аудіо CD.

source: CD-ROM drive tray and content control
ar: التحكم بصينية ومحتوى محرك الأقراص المضغوطة
ast: Bandexa d'unidá de CD-ROM y control de conteníu
de: Inhalts- und Schubladenkontrolle für Laufwerke
el: Έλενχος συρταριού και περιεχομένου CD-ROM
es: Bandeja de unidad de CD-ROM y control de contenido
hu: A CD-ROM meghajtó tálcájának és tartalmának felügyelete
it: Carrello della periferica CD-ROM e controllo contenuto
lt: CD-ROM įrenginio dėklo ir turinio valdymas
tr: CD-ROM sürücüsü çekmecesi ve içerik kontrolü
uk: Управління лотком та вмістом приводу CD-ROM

source: No error description available.
ar: ليس هناك وصف متاح للخطأ.
ast: Descripción de fallu non disponible.
de: Keine Fehlerbeschreibung verfügbar.
el: Δεν υπάρχει διαθέσιμη περιγραφή για αυτό το σφάλμα
es: Descripción de error no disponible.
hu: Nem érhető el hibaleírás.
it: Nessuna descrizione d'errore disponibile.
lt: Nėra jokio aprašymo.
tr: Hata açıklaması bulunmamaktadır.
ug: خاتالىق ھەققىدە چۈشەندۈرۈش يوق.
uk: Не доступний опис помилки.

source: dvd+r dl
hu: DVD+RW dl

source: The disc is locked by a process (pid: %llu).
ar: القرص مؤمن من قبل عملية (pid: %llu).
ast: El discu ta bloquiáu por un procesu (pid: %llu).
de: Ein Prozess (pid: %llu) verhindert den Zugriff auf das Laufwerk.
el: Ο δίσκος είναι κλειδωμένος από μία διαδικασία (pid: %llu).
es: El disco está bloqueado por un proceso (pid: %llu).
hu: A lemezt egy folyamat zárolta (pid: %llu).
it: Il disco è bloccato da un processo (pid: %llu).
lt: Diską užrakino procesas (pid: %llu).
tr: Disk bir süreç tarafından kilitlenmiş durumda (pid: %llu).
ug: بۇ دىسكىنى پروگرامما قۇلۇپلاپ قويۇپتۇ(pid: %llu).
uk: Диск заблокований процесом (pid: %llu).
