Repository: acmay/xfce4-cddrive-plugin
Catalog: po/*.po
Languages: ar, ast, de, el, es, hu, it, lt, tr, ug, uk

source: The disc is locked by the program '%s' (pid: %llu).
ar: القرص مؤمن من قبل برنامج '%s' (pid: %llu).
ast: El discu ta bloquiáu pol programa '%s' (pid: %llu).
de: Das Programm »%s« (pid: %llu) verhindert, den Zugriff auf das Laufwerk.
el: Ο δίσκος είναι κλειδωμένος από το πρόγραμμα '%s' (pid: %llu).
es: El disco está bloqueado por el programa '%s' (pid: %llu).
hu: A lemezt a(z) „%s” program zárolta (pid: %llu).
it: Il disco è bloccato dal programma '%s' (pid: %llu).
lt: Diską užrakino programa „%s“ (pid: %llu).
tr: Disk bir '%s' isimli uygulama tarafından kilitlenmiş durumda (pid: %llu).
ug: بۇ دىسكىنى '%s' پروگراممىسى قۇلۇپلاپ قويۇپتۇ (pid: %llu).
uk: Диск заблокований програмою '%s' (pid: %llu).

source: Failed to set the D-BUS connection of HAL context.
ar: فشل في تعيين الاتصال D-BUS من سياق HAL.
ast: Fallu al afitar la conexón D-BUS de contestu HAL.
de: Konnte die D-Bus-Verbindung im HAL-Kontext nicht setzen
el: Αποτυχία ορισμού D-BUS σύνδεσης στον HAL.
es: Fallo al establecer la conexión D-BUS de contexto HAL.
hu: A HAL kontextus D-Bus kapcsolatának beállítása meghiúsult.
it: Configurazione della connessione D-Bus al contesto HAL fallita.
lt: Nepavyko nustatyti D-BUS prisijungimo HAL konteksto.
tr: HAL bağlamına D-BUS bağlantısı kurulamadı.
uk: Не вдалось призначити з'єднанню D-BUS зв'язок HAL.

source: Failed to retrieve drive from device path '%s'.
ar: فشل في استرجاع محرك الأقراص من مسار الجهاز '%s'.
ast: Fallu al obtener unidá del camín de preséu '%s'.
de: Konnte das Laufwerk aus »%s« nicht erkennen.
el: Αποτυχία ανάκτησης συσκευής απο την διαδρομή συσκευής '%s'.
es: Fallo al obtener unidad de la ruta de dispositivo '%s'.
hu: A meghajtó lekérése meghiúsult az eszközútvonalról („%s”).
it: Recupero della periferica dal percorso '%s' fallito.
lt: Nepavyko gauti įrenginio iš kelio „%s“.
tr: '%s' aygıt yolundan sürücü bilgisi alınamadı.
ug: ئۈسكىنە يولى '%s' دىن قوزغاتقۇچنى تېپىش مەغلۇپ بولدى.
uk: Не вдалось отримати привід з шляху пристрою '%s'.

source: Failed to retrieve disc from UDI '%s'.
ar: فشل استرداد القرص من UDI '%s'.
ast: Fallu al obtener discu d'UDI '%s'
de: Konnte die Disc mit UDI »%s« nicht ermitteln.
el: Αποτυχία ανάκτησης δίσκου από το UDI '%s'.
es: Fallo al obtener disco de UDI '%s'
hu: A lemez lekérése meghiúsult az UDI-ről („%s”).
it: Recupero del disco dall'UDI '%s' fallito.
lt: Nepavyko gauti disko iš UDI „%s“.
tr: '%s' UDI değerinden disk bilgisi alınamadı.
ug: UDI '%s' دىن دىسكىنى تېپىش مەغلۇپ بولدى.
uk: Не вдалось отримати диск з ідентифікатора UDI '%s'.

source: Failed to set drive's status change callback.
ar: فشل في تعيين حالة تغير رد الاتصال من محرك الأقراص.
ast: Fallu al afitar el retornu de llamada de cambéu d'estáu de la unidá.
de: Konnte die Rückruffunktion für die Statusänderung des Laufwerks nicht setzen.
el: Αποτυχία ρύθμισης επανάκλησης για αλλαγή καταστατικών συσκευής.
es: Fallo al establecer el retorno de llamada de cambio de estado de la unidad.
hu: A meghajtó állapotváltozási visszahívásának beállítása meghiúsult.
it: Impossibile configurare la risposta al cambiamento di stato della periferica.
lt: Nepavyko nustatyti įrenginio būsenos.
tr: Sürücü durum değişikliği geri çağrımı başarısız oldu.
uk: Не вдалось призначити стан приводу в зворотній виклик.

source: Failed to register drive addition callback.
ar: فشل في تسجيل رد إضافة محرك الأقراص.
ast: Fallu al rexistrar el retornu de llamada al amestar la unidá.
de: Konnte die Rückruffunktion für das Hinzufügen eines Laufwerks nicht setzen.
el: Αποτυχία καταχώρησης επανάκλησης προσθήκης συσκευής.
es: Fallo al registrar el retorno de llamada al añadir la unidad.
hu: A meghajtó hozzáadási visszahívásának regisztrálása meghiúsult.
it: Impossibile registrare la risposta all'aggiunta della periferica.
lt: Nepavyko priregistruoti įrenginio atgalinio ryšio.
tr: Sürücü ekleme geri çağırımı kaydedilemedi.
uk: Не вдалось зареєструвати привід для додаткового виклику.

source: Failed to register drive removal callback.
ar: فشل في تسجيل رد إزالة محرك الأقراص.
ast: Fallu al rexistrar el retornu de llamada al desaniciar la unidá.
de: Konnte die Rückruffunktion für das Entfernen eines Laufwerks nicht setzen.
el: Αποτυχία καταχώρησης επανάκλησης αφαίρεσης συσκευής.
es: Fallo al registrar el retorno de llamada al eliminar la unidad.
hu: A meghajtó eltávolítási visszahívásának regisztrálása meghiúsult.
it: Impossibile registrare la risposta alla rimozione della periferica.
lt: Nepavyko priregistruoti įrenginio išėmimo atgalinio ryšio.
tr: Sürücü kaldırımı geri çağırımı kaydedilemedi.
uk: Не вдалось зареєструвати привід для виклику витягання.

source: Failed to store monitor in HAL context.
ar: فشل تخزين جهاز العرض في سياق HAL.
ast: Fallu al atroxar monitor nel contestu HAL.
de: Konnte den Monitor nicht im HAL-Kontext speichern.
el: Αποτυχία αποθήκευσης επόπτη HAL.
es: Fallo al almacenar monitor en el contexto HAL.
hu: A figyelő tárolása a HAL kontextusban meghiúsult.
it: Impossibile registrare l'osservatore nel contesto HAL.
lt: Nepavyko išsaugoti stebyklės HAL kontekste.
tr: HAL bağlamı izleyicisi saklanamadı.
uk: Не вдалось зберегти спостереження в середовищі HAL.

source: unknown title
ar: عنوان مجهول
ast: títulu desconocíu
de: Unbekannter Titel
el: άγνωστος τίτλος
es: título desconocido
hu: ismeretlen cím
it: Titolo sconosciuto
lt: nežinomas pavadinimas
tr: bilinmeyen başlık
ug: نامەلۇم ماۋزۇ
uk: невідома назва

source: bd-rom
de: Blu-Ray-ROM

source: bd-r
de: Blu-Ray-R

source: bd-re
de: Blu-Ray-RE
